public enum AddressesMDEnum {
    Аптека_1_ФД ("00000000518234", "FD"),
    Аптека_2_ФД ("00000000492594", "FD"),
    Аптека_3_ФД ("00000000492593", "FD"),
    Аптека_4_ФД ("00000000492592", "FD"),
    Аптечный_пункт_6_ФД ("00000000510776", "FD"),
    Аптечный_пункт_8_ФД ("00000000509782", "FD"),
    Аптека_11_ФД ("00000000498942", "FD"),
    Аптека_12_ФД ("00000000499920", "FD"),
    Аптека_13_ФД ("00000000509978", "FD"),
    Аптечный_пункт_14_ФД ("00000000509370", "FD"),
    Аптека_15_ФД ("00000000501763", "FD"),
    Аптечный_пункт_17_ФД ("00000000508757", "FD"),
    Аптека_18_ФД ("00000000511413", "FD"),
    Аптечный_пункт_20_ФД ("00000000511414", "FD"),
    Аптека_21_ФД ("00000000513160", "FD"),
    Аптека_22_ФД ("00000000537762", "FD"),
    Аптека_25_ФД ("00000000517118", "FD"),
    Аптека_70_ФД ("00000000519248", "FD"),
    Аптечный_пункт_1_Аптеки_70_Ф ("00000000154088", "F"),
    Аптечный_пункт_2_Аптеки_74_Ф ("00000000154089", "F"),
    Аптечный_пункт_2_Ремонтное_Ф ("00000000142319", "F"),
    Аптека_70_Ф ("00000000142314", "F"),
    Аптека_75_Ф ("00000000109663", "F"),
    Аптека_78_Ф ("00000000109738", "F"),
    Аптека_81_Ф ("00000000154090", "F"),
    Аптека_92_Ф ("00000000142322", "F"),
    Аптека_94_Ф ("00000000142325", "F"),
    Аптека_95_Ф ("00000000154085", "F"),
    Аптека_96_Ф ("00000000170327", "F"),
    Аптека_97_ф ("00000000225100", "F"),
    Аптека_99_Ф ("00000000224937", "F"),
    Аптека_185_Ф ("00000000154093", "F"),
    Аптека_197_OLD_Ф ("00000000109696", "F"),
    Аптека_197_NEW_Ф ("00000000477626", "F"),
    Аптека_222_Ф ("00000000276434", "F"),
    Аптека_225_Ф ("00000000154339", "F"),
    Аптека_231_Ф ("00000000109693", "F"),
    Аптека_271_Ф ("00000000154342", "F"),
    Аптека_300_Ф ("00000000154344", "F"),
    Аптечный_пункт_321_Ф ("00000000451104", "F"),
    Аптека_334_Ф ("00000000109737", "F"),
    Аптека_345_Ф ("00000000154345", "F"),
    Аптека_361_Ф ("00000000451108", "F"),
    Аптека_406_Ф ("00000000154347", "F"),
    Аптека_501_Ф ("00000000451107", "F"),
    Аптека_922_Ф ("00000000451106", "F"),
    Склад_Фармация_Дона ("00000000520889", "FD"),
    Склад_Фармация ("00000000109665", "F");
    private final String md;
    private final String org;
    AddressesMDEnum(String md, String org) {
        this.md = md;
        this.org = org;
    }

    public String getMd() {
        return md;
    }

    public String getOrg() {
        return org;
    }
}
